export const dataAnts = [
    'Крошечные муравьи составляют 15-20% от общей биомассы животных Земли, превосходя массу позвоночных существ.',
    'Ученые подсчитали, что на планете в любой момент времени живет около 10 квадриллионов муравьев. На каждого человека приходится около миллиона этих насекомых.',
    'Ученые полагают, что муравьи способны переносить предметы в 5000 раз тяжелее их самих.',
    'Муравьи способны развивать скорость до 7,62 сантиметра в секунду. Для человека сопоставимая скорость — почти 55 километров в час.',
    'Муравьи слышат ступнями и коленями – они улавливают колебания грунта.',
    'Муравьи способны к интерактивному обучению – то есть могут приобретать знания, основываясь на чужом примере, а не своем собственном. Кроме них такой способностью обладают только млекопитающие.',
    'Муравьи научились культивировать живые организмы для удовлетворения своих нужд.'
];